<?php

return [

    'management_schema' => [

        'label' => 'Κωδικοί επαλήθευσης τηλεφώνου',

        'below_content' => 'Λάβετε έναν προσωρινό κωδικό για την επαλήθευση της ταυτότητάς σας.',

        'messages' => [

            'enabled' => [
                'title' => 'Οι κωδικοί επαλήθευσης τηλεφώνου έχουν ενεργοποιηθεί',
            ],

            'disabled' => [
                'title' => 'Οι κωδικοί επαλήθευσης τηλεφώνου έχουν απενεργοποιηθεί',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Εισάγετε τον 6ψήφιο κωδικό που σας στείλαμε στο τηλέφωνό σας',

        'validation_attribute' => 'κωδικός',

        'actions' => [

            'resend' => [

                'label' => 'Στείλε νέο κωδικό στο τηλέφωνό σου',

                'notifications' => [
                    'resent' => [
                        'title' => 'Σας έχουμε στείλει νέο κωδικό στο τηλέφωνό σας',
                    ],
                ],

            ],

        ],

        'messages' => [

            'invalid' => 'Ο κωδικός που εισάγατε δεν είναι έγκυρος.',

        ],

    ],

];
