<?php

return [

    'label' => 'বন্ধ করুন',

    'modal' => [

        'heading' => 'ফোন যাচাইকরণ কোড বন্ধ করুন',

        'description' => 'আপনি কি নিশ্চিত যে আপনি ফোন যাচাইকরণ কোড পাওয়া বন্ধ করতে চান? এটি বন্ধ করলে আপনার অ্যাকাউন্ট থেকে অতিরিক্ত নিরাপত্তা স্তর সরিয়ে ফেলা হবে।',

        'form' => [

            'code' => [

                'label' => 'আমরা আপনার ফোনে পাঠানো 6-অঙ্কের কোডটি লিখুন',

                'validation_attribute' => 'কোড',

                'actions' => [

                    'resend' => [

                        'label' => 'আপনার ফোনে একটি নতুন কোড পাঠান',

                        'notifications' => [

                            'resent' => [
                                'title' => 'আমরা আপনার ফোনে একটি নতুন কোড পাঠিয়েছি',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'আপনার দেওয়া কোডটি অবৈধ।',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ফোন যাচাইকরণ কোড বন্ধ করুন',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'ফোন যাচাইকরণ কোড বন্ধ করা হয়েছে',
        ],

    ],

];
