<?php

return [

    'label' => 'সেটআপ করুন',

    'modal' => [

        'heading' => 'ফোন যাচাইকরণ কোড সেটআপ করুন',

        'description' => 'আপনি যখন লগইন করবেন বা সংবেদনশীল ক্রিয়াকলাপ সম্পাদন করবেন তখন আপনার ফোন নম্বরে পাঠানো 6-অঙ্কের কোডটি লিখতে হবে। সেটআপ সম্পূর্ণ করতে আপনার ফোনে 6-অঙ্কের কোডটি পরীক্ষা করুন।',

        'form' => [

            'code' => [

                'label' => 'আমরা আপনার ফোনে পাঠানো 6-অঙ্কের কোডটি লিখুন',

                'validation_attribute' => 'কোড',

                'actions' => [

                    'resend' => [

                        'label' => 'আপনার ফোনে একটি নতুন কোড পাঠান',

                        'notifications' => [

                            'resent' => [
                                'title' => 'আমরা আপনার ফোনে একটি নতুন কোড পাঠিয়েছি',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'আপনার দেওয়া কোডটি অবৈধ।',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ফোন যাচাইকরণ কোড সক্রিয় করুন',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'ফোন যাচাইকরণ কোড সক্রিয় করা হয়েছে',
        ],

    ],

];
