<?php

return [

    'label' => 'Ρύθμιση',

    'modal' => [

        'heading' => 'Ρύθμιση κωδικών επαλήθευσης τηλεφώνου',

        'description' => 'Πρέπει να εισάγετε τον 6ψήφιο κωδικό που σας στείλαμε στο τηλέφωνό σας για να συνδεθείτε ή να εκτελέσετε ευαίσθητες ενέργειες.',

        'form' => [

            'code' => [

                'label' => 'Εισάγετε τον 6ψήφιο κωδικό που σας στείλαμε στο τηλέφωνό σας',

                'validation_attribute' => 'κωδικός',

                'actions' => [

                    'resend' => [

                        'label' => 'Στείλε νέο κωδικό στο τηλέφωνό σου',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Σας έχουμε στείλει νέο κωδικό στο τηλέφωνό σας',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Ο κωδικός που εισάγατε δεν είναι έγκυρος.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Ενεργοποίηση κωδικών επαλήθευσης τηλεφώνου',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Οι κωδικοί επαλήθευσης τηλεφώνου έχουν ενεργοποιηθεί',
        ],

    ],

];
