<?php

return [

    'label' => 'Изключване',

    'modal' => [

        'heading' => 'Изключване на кодове за потвърждение по телефона',

        'description' => 'Сигурни ли сте, че искате да спрете получаването на кодове за потвърждение по телефона? Изключването на тази функция ще премахне допълнителния слой сигурност от акаунта ви.',

        'form' => [

            'code' => [

                'label' => 'Въведете 6-цифрения код, който изпратихме на телефона ви',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Изпратете нов код на телефона ви',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Изпратихме ви нов код на телефона',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Въведеният код е невалиден.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Изключване на кодове за потвърждение по телефона',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'Кодовете за потвърждение по телефона са изключени',
        ],

    ],

];
