<?php

return [

    'label' => 'Настройка',

    'modal' => [

        'heading' => 'Настройка на кодове за потвърждение по телефона',

        'description' => 'Ще трябва да въведете 6-цифрения код, който изпращаме на вашия телефонен номер всеки път, когато влизате или извършвате чувствителни действия. Проверете телефона си за 6-цифрен код, за да завършите настройката.',

        'form' => [

            'code' => [

                'label' => 'Въведете 6-цифрения код, който изпратихме на телефона ви',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Изпратете нов код на телефона ви',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Изпратихме ви нов код на телефона',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Въведеният код е невалиден.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'Активиране на кодове за потвърждение по телефона',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'Кодовете за потвърждение по телефона са активирани',
        ],

    ],

];
