<?php

return [
    'label' => 'إيقاف',
    'modal' => [
        'heading' => 'إيقاف رموز التحقق عبر الهاتف',
        'description' => 'هل أنت متأكد أنك تريد التوقف عن تلقي رموز التحقق عبر الهاتف؟ سيؤدي الإيقاف إلى إزالة طبقة أمان إضافية من حسابك.',
        'form' => [
            'code' => [
                'label' => 'أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى هاتفك',
                'validation_attribute' => 'الرمز',
                'actions' => [
                    'resend' => [
                        'label' => 'إرسال رمز جديد إلى هاتفك',
                        'notifications' => [
                            'resent' => [
                                'title' => 'لقد أرسلنا لك رمزاً جديداً إلى هاتفك',
                            ],
                        ],
                    ],
                ],
                'messages' => [
                    'invalid' => 'الرمز الذي أدخلته غير صالح.',
                ],
            ],
        ],
        'actions' => [
            'submit' => [
                'label' => 'إيقاف رموز التحقق عبر الهاتف',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'تم إيقاف رموز التحقق عبر الهاتف',
        ],
    ],
];
