<?php

return [
    'label' => 'إعداد',
    'modal' => [
        'heading' => 'إعداد رموز التحقق عبر الهاتف',
        'description' => 'ستحتاج إلى إدخال الرمز المكون من 6 أرقام الذي نرسله إلى رقم هاتفك في كل مرة تقوم فيها بتسجيل الدخول أو تنفيذ إجراءات حساسة. تحقق من هاتفك للحصول على رمز مكون من 6 أرقام لإكمال الإعداد.',
        'form' => [
            'code' => [
                'label' => 'أدخل الرمز المكون من 6 أرقام الذي أرسلناه إلى هاتفك',
                'validation_attribute' => 'الرمز',
                'actions' => [
                    'resend' => [
                        'label' => 'إرسال رمز جديد إلى هاتفك',
                        'notifications' => [
                            'resent' => [
                                'title' => 'لقد أرسلنا لك رمزاً جديداً إلى هاتفك',
                            ],
                        ],
                    ],
                ],
                'messages' => [
                    'invalid' => 'الرمز الذي أدخلته غير صالح.',
                ],
            ],
        ],
        'actions' => [
            'submit' => [
                'label' => 'تفعيل رموز التحقق عبر الهاتف',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'تم تفعيل رموز التحقق عبر الهاتف',
        ],
    ],
];
