<?php

return [

    'label' => 'Вимкнути',

    'modal' => [

        'heading' => 'Вимкнути код підтвердження телефону',

        'description' => 'Ви впевнені, що хочете припинити отримувати коди підтвердження телефону? Вимкнення цього видалить додатковий рівень безпеки з вашого облікового запису.',

        'form' => [

            'code' => [

                'label' => 'Введіть 6-значний код, який ми надіслали на ваш телефон',

                'validation_attribute' => 'code',

                'actions' => [

                    'resend' => [

                        'label' => 'Надіслати новий код на ваш телефон',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Ми надіслали вам новий код на телефон',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Введений вами код недійсний.',

                ],

            ],

        ],

        'actions' => [

            'disable' => [
                'label' => 'Вимкнути',
            ],

        ],

        'notifications' => [

            'disabled' => [
                'title' => 'Код підтвердження телефону вимкнено',
            ],

        ],

    ],

];