<?php

return [

    'label' => 'Налаштувати',

    'modal' => [

        'heading' => 'Налаштувати код підтвердження телефону',

        'description' => 'Вам потрібно буде вводити 6-значний код, який ми надсилаємо на ваш номер телефону, щоразу, коли ви входите в систему або виконуєте чутливі дії. Перевірте свій телефон на наявність 6-значного коду, щоб завершити налаштування.',

        'form' => [

            'code' => [

                'label' => 'Введіть 6-значний код, який ми надіслали на ваш телефон',

                'validation_attribute' => 'code',

                'actions' => [

                    'resend' => [

                        'label' => 'Надіслати новий код на ваш телефон',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Ми надіслали вам новий код на телефон',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Введений вами код недійсний.',

                ],

            ],

        ],

        'actions' => [

            'set_up' => [
                'label' => 'Налаштувати',
            ],

        ],

        'notifications' => [

            'enabled' => [
                'title' => 'Код підтвердження телефону увімкнено',
            ],

        ],

    ],

];