<?php

return [

    'label' => 'Унтраах',

    'modal' => [

        'heading' => 'Утасны баталгаажуулах кодуудыг идэвхгүй болгох',

        'description' => 'Та утасны баталгаажуулах кодуудыг хүлээн авахаа зогсоохыг хүсэж байгаадаа итгэлтэй байна уу? Үүнийг идэвхгүй болгосноор таны бүртгэлээс нэмэлт хамгаалалтын давхаргыг арилгах болно.',

        'form' => [

            'code' => [

                'label' => 'Бидний таны утас руу илгээсэн 6 оронтой кодыг оруулна уу',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Таны утас руу шинэ код илгээх',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Бид таны утас руу шинэ код илгээлээ',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Таны оруулсан код буруу байна.',

                ],

            ],

        ],

        'actions' => [

            'disable' => [
                'label' => 'Идэвхгүй болгох',
            ],

        ],

    ],

];
