<?php

return [

    'label' => 'Тохируулах',

    'modal' => [

        'heading' => 'Утасны баталгаажуулах кодуудыг тохируулах',

        'description' => 'Та нэвтрэх эсвэл мэдрэмтгий үйлдлүүдийг гүйцэтгэх бүрт бидний таны утасны дугаар руу илгээсэн 6 оронтой кодыг оруулах шаардлагатай. Тохируулгыг дуусгахын тулд утсаа шалгаж 6 оронтой кодыг хүлээн авна уу.',

        'form' => [

            'code' => [

                'label' => 'Бидний таны утас руу илгээсэн 6 оронтой кодыг оруулна уу',

                'validation_attribute' => 'код',

                'actions' => [

                    'resend' => [

                        'label' => 'Таны утас руу шинэ код илгээх',

                        'notifications' => [

                            'resent' => [
                                'title' => 'Бид таны утас руу шинэ код илгээлээ',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'Таны оруулсан код буруу байна.',

                ],

            ],

        ],

        'actions' => [

            'set_up' => [
                'label' => 'Тохируулах',
            ],

        ],

    ],

];