<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Кодове за потвърждение по телефона',

            'below_content' => 'Получете временен код на вашия телефонен номер, за да потвърдите самоличността си при влизане.',

            'messages' => [
                'enabled' => 'Активирано',
                'disabled' => 'Деактивирано',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Изпратете код на телефона си',

        'code' => [

            'label' => 'Въведете 6-цифрения код, който изпратихме на телефона ви',

            'validation_attribute' => 'код',

            'actions' => [

                'resend' => [

                    'label' => 'Изпратете нов код на телефона',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Изпратихме ви нов код на телефона',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'Въведеният код е невалиден.',

            ],

        ],

    ],

];
