<?php

return [

    'label' => 'دەرکردن',

    'modal' => [

        'heading' => 'دەرکردنی کۆدەکانی دڵنیاکردنەوەی مۆبایل',

        'description' => 'دڵنیایت لەوەی کە دەتەوێت وەرگرتنی کۆدەکانی دڵنیاکردنەوەی مۆبایل بوەستێنیت؟ دەرکردنی ئەمە قەبارەیەکی زیادەی پاراستن لە ئەکاونتەکەت لادەبات.',

        'form' => [

            'code' => [

                'label' => 'کۆدی ٦-ژمارەیی کە بۆ مۆبایلت ناردوومانە بنووسە',

                'validation_attribute' => 'کۆد',

                'actions' => [

                    'resend' => [

                        'label' => 'کۆدێکی نوێ بۆ مۆبایلت بنێرە',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کۆدێکی نوێمان بۆ مۆبایلت ناردووە',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کۆدەکەت دروست نییە.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'دەرکردنی کۆدەکانی دڵنیاکردنەوەی مۆبایل',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'کۆدەکانی دڵنیاکردنەوەی مۆبایل دەرکراون',
        ],

    ],

];
