<?php

return [

    'label' => 'ڕێکخستن',

    'modal' => [

        'heading' => 'ڕێکخستنی کۆدەکانی دڵنیاکردنەوەی مۆبایل',

        'description' => 'پێویستە کۆدی ٦-ژمارەیی بنووسیت کە بۆ ژمارەی مۆبایلت دەنێرین هەر کاتێک دەچیتەژوور یان کردارە هەستیارەکان ئەنجام دەدەیت. بۆ تەواوبوونی ڕێکخستنەکە مۆبایلت بۆ کۆدی ٦-ژمارەیی پشکنین بکە.',

        'form' => [

            'code' => [

                'label' => 'کۆدی ٦-ژمارەیی کە بۆ مۆبایلت ناردوومانە بنووسە',

                'validation_attribute' => 'کۆد',

                'actions' => [

                    'resend' => [

                        'label' => 'کۆدێکی نوێ بۆ مۆبایلت بنێرە',

                        'notifications' => [

                            'resent' => [
                                'title' => 'کۆدێکی نوێمان بۆ مۆبایلت ناردووە',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کۆدەکەت دروست نییە.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'چالاککردنی کۆدەکانی دڵنیاکردنەوەی مۆبایل',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'کۆدەکانی دڵنیاکردنەوەی مۆبایل چالاککراون',
        ],

    ],

];
