<?php

return [

    'label' => 'बन्द गर्नुहोस्',

    'modal' => [

        'heading' => 'फोन प्रमाणीकरण कोडहरू अक्षम गर्नुहोस्',

        'description' => 'के तपाईं फोन प्रमाणीकरण कोडहरू प्राप्त गर्न बन्द गर्न चाहनुहुन्छ? यसलाई अक्षम गर्नाले तपाईंको खाताबाट अतिरिक्त सुरक्षा स्तर हटाउनेछ।',

        'form' => [

            'code' => [

                'label' => 'हामीले तपाईंको फोनमा पठाएको ६-अंकको कोड प्रविष्ट गर्नुहोस्',

                'validation_attribute' => 'code',

                'actions' => [

                    'resend' => [

                        'label' => 'तपाईंको फोनमा नयाँ कोड पठाउनुहोस्',

                        'notifications' => [

                            'resent' => [
                                'title' => 'हामीले तपाईंको फोनमा नयाँ कोड पठाएका छौं',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'तपाईंले प्रविष्ट गर्नुभएको कोड अमान्य छ।',

                ],

            ],

        ],

        'actions' => [

            'disable' => [
                'label' => 'अक्षम गर्नुहोस्',
            ],

        ],

        'notifications' => [

            'disabled' => [
                'title' => 'फोन प्रमाणीकरण कोडहरू अक्षम गरिएको छ',
            ],

        ],

    ],

];