<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'កូដផ្ទៀងផ្ទាត់ទូរស័ព្ទ',

            'below_content' => 'ទទួលកូដបណ្ដោះអាសន្ននៅលើលេខទូរស័ព្ទរបស់អ្នកដើម្បីផ្ទៀងផ្ទាត់អត្តសញ្ញាណរបស់អ្នកក្នុងអំឡុងពេលចូល។',

            'messages' => [
                'enabled' => 'បានបើក',
                'disabled' => 'បានបិទ',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'ផ្ញើកូដទៅទូរស័ព្ទរបស់អ្នក',

        'code' => [

            'label' => 'បញ្ចូលកូដ 6 ខ្ទង់ដែលយើងបានផ្ញើទៅអ្នកតាមទូរស័ព្ទ',

            'validation_attribute' => 'កូដ',

            'actions' => [

                'resend' => [

                    'label' => 'ផ្ញើកូដថ្មីតាមទូរស័ព្ទ',

                    'notifications' => [

                        'resent' => [
                            'title' => 'យើងបានផ្ញើកូដថ្មីទៅអ្នកតាមទូរស័ព្ទ',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',

            ],

        ],

    ],

];
