<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'کۆدەکانی دڵنیاکردنەوەی مۆبایل',

            'below_content' => 'کۆدێکی کاتی لەسەر ژمارەی مۆبایلت وەربگرە بۆ دڵنیاکردنەوەی ناسنامەکەت لە کاتی چوونەژوورەوە.',

            'messages' => [
                'enabled' => 'چالاککراوە',
                'disabled' => 'ناچالاککراوە',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'کۆدێک بۆ مۆبایلت بنێرە',

        'code' => [

            'label' => 'کۆدی ٦-ژمارەیی کە بە مۆبایل بۆمان ناردووە بنووسە',

            'validation_attribute' => 'کۆد',

            'actions' => [

                'resend' => [

                    'label' => 'کۆدێکی نوێ بە مۆبایل بنێرە',

                    'notifications' => [

                        'resent' => [
                            'title' => 'کۆدێکی نوێمان بە مۆبایل بۆ ناردووە',
                        ],

                    ],

                ],

            ],

            'messages' => [

                'invalid' => 'کۆدەکەت دروست نییە.',

            ],

        ],

    ],

];
