<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'รหัสยืนยันทางโทรศัพท์',

            'below_content' => 'รับรหัสชั่วคราวทางหมายเลขโทรศัพท์ของคุณเพื่อยืนยันตัวตนระหว่างการเข้าสู่ระบบ',

            'messages' => [
                'enabled' => 'เปิดใช้งาน',
                'disabled' => 'ปิดใช้งาน',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'ส่งรหัสไปยังโทรศัพท์ของคุณ',

        'code' => [

            'label' => 'ป้อนรหัส 6 หลักที่เราส่งให้คุณทางโทรศัพท์',

            'validation_attribute' => 'code',

            'actions' => [

                'resend' => [

                    'label' => 'ส่งรหัสใหม่ทางโทรศัพท์',

                    'notifications' => [

                        'resent' => [
                            'title' => 'เราได้ส่งรหัสใหม่ให้คุณทางโทรศัพท์แล้ว',
                        ],

                    ],

                ],

            ],

            'messages' => [
                'invalid' => 'รหัสที่คุณป้อนไม่ถูกต้อง',
            ],
        ],
    ],
];