<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Утасны баталгаажуулах кодууд',

            'below_content' => 'Нэвтрэх үед таны хувийн мэдээллийг баталгаажуулахын тулд утасны дугаар дээр түр зуурын код хүлээн авна.',

            'messages' => [
                'enabled' => 'Идэвхтэй',
                'disabled' => 'Идэвхгүй',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Таны утас руу код илгээх',

        'code' => [

            'label' => 'Бидний утсаар илгээсэн 6 оронтой кодыг оруулна уу',

            'validation_attribute' => 'код',

            'actions' => [

                'resend' => [

                    'label' => 'Утсаар шинэ код илгээх',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Бид таны утас руу шинэ код илгээлээ',
                        ],

                    ],

                ],

            ],

            'messages' => [
                'invalid' => 'Таны оруулсан код буруу байна.',
            ],

        ],

    ],

];
