<?php

return [

    'label' => 'გამორთვა',

    'modal' => [

        'heading' => 'ტელეფონის ვერიფიკაციის კოდების გამორთვა',

        'description' => 'დარწმუნებული ხართ, რომ გსურთ ტელეფონის ვერიფიკაციის კოდების მიღების შეწყვეტა? ამის გამორთვა თქვენი ანგარიშიდან უსაფრთხოების დამატებით დონეს მოხსნის.',

        'form' => [

            'code' => [

                'label' => 'შეიყვანეთ 6-ციფრიანი კოდი, რომელიც გამოგიგზავნეთ ტელეფონზე',

                'validation_attribute' => 'კოდი',

                'actions' => [

                    'resend' => [

                        'label' => 'ახალი კოდის გაგზავნა თქვენს ტელეფონზე',

                        'notifications' => [

                            'resent' => [
                                'title' => 'ჩვენ გამოგიგზავნეთ ახალი კოდი თქვენს ტელეფონზე',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'შეყვანილი კოდი არასწორია.',

                ],

            ],

        ],

        'actions' => [

            'disable' => [
                'label' => 'გამორთვა',
            ],

        ],

    ],

];