<?php

return [

    'label' => 'დაყენება',

    'modal' => [

        'heading' => 'ტელეფონის ვერიფიკაციის კოდების დაყენება',

        'description' => 'თქვენ დაგჭირდებათ 6-ციფრიანი კოდის შეყვანა, რომელსაც ვაგზავნით თქვენს ტელეფონის ნომერზე ყოველ ჯერზე, როდესაც შედიხართ ან ასრულებთ მნიშვნელოვან მოქმედებებს. დაყენების დასასრულებლად შეამოწმეთ თქვენი ტელეფონი 6-ციფრიანი კოდისთვის.',

        'form' => [

            'code' => [

                'label' => 'შეიყვანეთ 6-ციფრიანი კოდი, რომელიც გამოგიგზავნეთ ტელეფონზე',

                'validation_attribute' => 'კოდი',

                'actions' => [

                    'resend' => [

                        'label' => 'ახალი კოდის გაგზავნა თქვენს ტელეფონზე',

                        'notifications' => [

                            'resent' => [
                                'title' => 'ჩვენ გამოგიგზავნეთ ახალი კოდი თქვენს ტელეფონზე',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'შეყვანილი კოდი არასწორია.',

                ],

            ],

        ],

        'actions' => [

            'set_up' => [
                'label' => 'დაყენება',
            ],

        ],

    ],

];