<?php

return [

    'label' => 'ปิดใช้งาน',

    'modal' => [

        'heading' => 'ปิดใช้งานรหัสยืนยันทางโทรศัพท์',

        'description' => 'คุณแน่ใจหรือไม่ว่าต้องการหยุดรับรหัสยืนยันทางโทรศัพท์? การปิดใช้งานนี้จะลบชั้นความปลอดภัยเพิ่มเติมออกจากบัญชีของคุณ',

        'form' => [

            'code' => [

                'label' => 'ป้อนรหัส 6 หลักที่เราส่งให้คุณทางโทรศัพท์',

                'validation_attribute' => 'code',

                'actions' => [

                    'resend' => [

                        'label' => 'ส่งรหัสใหม่ทางโทรศัพท์',

                        'notifications' => [

                            'resent' => [
                                'title' => 'เราได้ส่งรหัสใหม่ให้คุณทางโทรศัพท์แล้ว',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'รหัสที่คุณป้อนไม่ถูกต้อง',

                ],

            ],

        ],

        'actions' => [

            'disable' => [
                'label' => 'ปิดใช้งาน',
            ],

        ],

        'notifications' => [

            'disabled' => [
                'title' => 'รหัสยืนยันทางโทรศัพท์ถูกปิดใช้งานแล้ว',
            ],

        ],

    ],

];