<?php

return [

    'label' => 'ตั้งค่า',

    'modal' => [

        'heading' => 'ตั้งค่ารหัสยืนยันทางโทรศัพท์',

        'description' => 'คุณจะต้องป้อนรหัส 6 หลักที่เราส่งไปยังหมายเลขโทรศัพท์ของคุณทุกครั้งที่คุณเข้าสู่ระบบหรือดำเนินการที่สำคัญ ตรวจสอบโทรศัพท์ของคุณสำหรับรหัส 6 หลักเพื่อทำการตั้งค่าให้เสร็จสมบูรณ์',

        'form' => [

            'code' => [

                'label' => 'ป้อนรหัส 6 หลักที่เราส่งให้คุณทางโทรศัพท์',

                'validation_attribute' => 'code',

                'actions' => [

                    'resend' => [

                        'label' => 'ส่งรหัสใหม่ทางโทรศัพท์',

                        'notifications' => [

                            'resent' => [
                                'title' => 'เราได้ส่งรหัสใหม่ให้คุณทางโทรศัพท์แล้ว',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'รหัสที่คุณป้อนไม่ถูกต้อง',

                ],

            ],

        ],

        'actions' => [

            'set_up' => [
                'label' => 'ตั้งค่า',
            ],

        ],

        'notifications' => [

            'enabled' => [
                'title' => 'รหัสยืนยันทางโทรศัพท์ถูกเปิดใช้งานแล้ว',
            ],

        ],

    ],

];
