<?php

return [
    'label' => 'बंद करें',
    'modal' => [
        'heading' => 'फोन सत्यापन कोड बंद करें',
        'description' => 'क्या आप वाकई फोन सत्यापन कोड प्राप्त करना बंद करना चाहते हैं? इसे बंद करने से आपके खाते से एक अतिरिक्त सुरक्षा परत हट जाएगी।',
        'form' => [
            'code' => [
                'label' => 'वह 6-अंकीय कोड दर्ज करें जो हमने आपके फोन पर भेजा है',
                'validation_attribute' => 'कोड',
                'actions' => [
                    'resend' => [
                        'label' => 'अपने फोन पर नया कोड भेजें',
                        'notifications' => [
                            'resent' => [
                                'title' => 'हमने आपके फोन पर एक नया कोड भेज दिया है',
                            ],
                        ],
                    ],
                ],
                'messages' => [
                    'invalid' => 'आपके द्वारा दर्ज किया गया कोड अमान्य है।',
                ],
            ],
        ],
        'actions' => [
            'submit' => [
                'label' => 'फोन सत्यापन कोड बंद करें',
            ],
        ],
    ],
    'notifications' => [
        'disabled' => [
            'title' => 'फोन सत्यापन कोड बंद कर दिए गए हैं',
        ],
    ],
];
