<?php

return [
    'label' => 'सेटअप करें',
    'modal' => [
        'heading' => 'फोन सत्यापन कोड सेटअप करें',
        'description' => 'हर बार जब आप लॉगिन करेंगे या संवेदनशील कार्य करेंगे, तो आपको हमारे द्वारा आपके फोन नंबर पर भेजे गए 6-अंकीय कोड को दर्ज करना होगा। सेटअप पूरा करने के लिए अपने फोन पर 6-अंकीय कोड की जांच करें।',
        'form' => [
            'code' => [
                'label' => 'वह 6-अंकीय कोड दर्ज करें जो हमने आपके फोन पर भेजा है',
                'validation_attribute' => 'कोड',
                'actions' => [
                    'resend' => [
                        'label' => 'अपने फोन पर नया कोड भेजें',
                        'notifications' => [
                            'resent' => [
                                'title' => 'हमने आपके फोन पर एक नया कोड भेज दिया है',
                            ],
                        ],
                    ],
                ],
                'messages' => [
                    'invalid' => 'आपके द्वारा दर्ज किया गया कोड अमान्य है।',
                ],
            ],
        ],
        'actions' => [
            'submit' => [
                'label' => 'फोन सत्यापन कोड सक्षम करें',
            ],
        ],
    ],
    'notifications' => [
        'enabled' => [
            'title' => 'फोन सत्यापन कोड सक्षम कर दिए गए हैं',
        ],
    ],
];
