<?php

return [

    'management_schema' => [

        'label' => 'Հեռախոսի հաստատման կոդեր',

        'below_content' => 'Ստացեք ժամանակավոր կոդ ձեր ինքնության հաստատման համար:',

        'messages' => [

            'enabled' => [
                'title' => 'Հեռախոսի հաստատման կոդերը միացված են',
            ],

            'disabled' => [
                'title' => 'Հեռախոսի հաստատման կոդերը անջատված են',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Մուտքագրեք 6-նիշանոց կոդը, որը մենք ուղարկել ենք ձեր հեռախոսին',

        'validation_attribute' => 'կոդ',

        'actions' => [

            'resend' => [

                'label' => 'Ուղարկել նոր կոդ ձեր հեռախոսին',

                'notifications' => [
                    'resent' => [
                        'title' => 'Մենք ուղարկել ենք նոր կոդ ձեր հեռախոսին',
                    ],
                ],

            ],

        ],

        'messages' => [

            'invalid' => 'Մուտքագրված կոդը անվավեր է:',

        ],

    ],

];
