<?php

return [

    'label' => 'រៀបចំ',

    'modal' => [

        'heading' => 'រៀបចំកូដផ្ទៀងផ្ទាត់ទូរស័ព្ទ',

        'description' => 'អ្នកនឹងត្រូវបញ្ចូលកូដ 6 ខ្ទង់ដែលយើងផ្ញើទៅលេខទូរស័ព្ទរបស់អ្នករាល់ពេលអ្នកចូល ឬអនុវត្តសកម្មភាពដែលមានភាពរសើប។ ពិនិត្យមើលកូដ 6 ខ្ទង់នៅលើទូរស័ព្ទរបស់អ្នកដើម្បីបញ្ចប់ការរៀបចំ។',

        'form' => [

            'code' => [

                'label' => 'បញ្ចូលកូដ 6 ខ្ទង់ដែលយើងបានផ្ញើទៅទូរស័ព្ទរបស់អ្នក',

                'validation_attribute' => 'កូដ',

                'actions' => [

                    'resend' => [

                        'label' => 'ផ្ញើកូដថ្មីទៅទូរស័ព្ទរបស់អ្នក',

                        'notifications' => [

                            'resent' => [
                                'title' => 'យើងបានផ្ញើកូដថ្មីទៅទូរស័ព្ទរបស់អ្នក',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'កូដដែលអ្នកបានបញ្ចូលមិនត្រឹមត្រូវទេ។',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'បើកកូដផ្ទៀងផ្ទាត់ទូរស័ព្ទ',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'កូដផ្ទៀងផ្ទាត់ទូរស័ព្ទត្រូវបានបើក',
        ],

    ],

];
