<?php

return [

    'label' => 'ပိတ်ပါ',

    'modal' => [

        'heading' => 'ဖုန်းအတည်ပြုကုဒ်များ ပိတ်ခြင်း',

        'description' => 'ဖုန်းအတည်ပြုကုဒ်များကို ရရှိခြင်းကို ရပ်တန့်ရန် သေချာပါသလား။ ဤလုပ်ဆောင်ချက်ကို ပိတ်ခြင်းသည် သင့်အကောင့်မှ ထပ်ဆောင်းလုံခြုံရေးအလွှာကို ဖယ်ရှားပါမည်။',

        'form' => [

            'code' => [

                'label' => 'သင့်ဖုန်းသို့ ကျွန်ုပ်တို့ပို့သော ဂဏန်း ၆ လုံးပါကုဒ်ကို ထည့်သွင်းပါ',

                'validation_attribute' => 'ကုဒ်',

                'actions' => [

                    'resend' => [

                        'label' => 'သင့်ဖုန်းသို့ ကုဒ်အသစ်ပို့ပါ',

                        'notifications' => [

                            'resent' => [
                                'title' => 'သင့်ဖုန်းသို့ ကုဒ်အသစ်ပို့ပြီးပါပြီ',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'ထည့်သွင်းထားသော ကုဒ်သည် မမှန်ကန်ပါ။',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ဖုန်းအတည်ပြုကုဒ်များကို ပိတ်ပါ',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'ဖုန်းအတည်ပြုကုဒ်များကို ပိတ်ထားပါသည်',
        ],

    ],

];
