<?php

return [

    'label' => 'သတ်မှတ်ပါ',

    'modal' => [

        'heading' => 'ဖုန်းအတည်ပြုကုဒ်များ သတ်မှတ်ခြင်း',

        'description' => 'အကောင့်ဝင်ရောက်ရန် သို့မဟုတ် အရေးကြီးသော လုပ်ဆောင်ချက်များကို လုပ်ဆောင်ရန် သင့်ဖုန်းသို့ ကျွန်ုပ်တို့ပို့သော ဂဏန်း ၆ လုံးပါကုဒ်ကို ထည့်သွင်းရပါမည်။',

        'form' => [

            'code' => [

                'label' => 'သင့်ဖုန်းသို့ ကျွန်ုပ်တို့ပို့သော ဂဏန်း ၆ လုံးပါကုဒ်ကို ထည့်သွင်းပါ',

                'validation_attribute' => 'ကုဒ်',

                'actions' => [

                    'resend' => [

                        'label' => 'သင့်ဖုန်းသို့ ကုဒ်အသစ်ပို့ပါ',

                        'notifications' => [

                            'resent' => [
                                'title' => 'သင့်ဖုန်းသို့ ကုဒ်အသစ်ပို့ပြီးပါပြီ',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'ထည့်သွင်းထားသော ကုဒ်သည် မမှန်ကန်ပါ။',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'ဖုန်းအတည်ပြုကုဒ်များကို ဖွင့်ပါ',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'ဖုန်းအတည်ပြုကုဒ်များကို ဖွင့်ထားပါသည်',
        ],

    ],

];
