<?php

return [

    'label' => 'خاموش کردن',

    'modal' => [

        'heading' => 'غیرفعال کردن کدهای تأیید تلفن',

        'description' => 'آیا مطمئن هستید که می‌خواهید دریافت کدهای تأیید تلفن را متوقف کنید؟ غیرفعال کردن این گزینه یک لایه امنیتی اضافی را از حساب شما حذف می‌کند.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی که به تلفن شما ارسال کردیم را وارد کنید',

                'validation_attribute' => 'کد',

                'actions' => [

                    'resend' => [

                        'label' => 'ارسال کد جدید به تلفن شما',

                        'notifications' => [

                            'resent' => [
                                'title' => 'ما یک کد جدید به تلفن شما ارسال کردیم',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کدی که وارد کردید نامعتبر است.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'غیرفعال کردن کدهای تأیید تلفن',
            ],

        ],

    ],

    'notifications' => [

        'disabled' => [
            'title' => 'کدهای تأیید تلفن غیرفعال شده‌اند',
        ],

    ],

];
