<?php

return [

    'label' => 'راه‌اندازی',

    'modal' => [

        'heading' => 'راه‌اندازی کدهای تأیید تلفن',

        'description' => 'شما باید کد ۶ رقمی که به شماره تلفن شما ارسال می‌کنیم را هر بار که وارد سیستم می‌شوید یا اقدامات حساس انجام می‌دهید، وارد کنید. برای تکمیل راه‌اندازی، تلفن خود را برای دریافت کد ۶ رقمی بررسی کنید.',

        'form' => [

            'code' => [

                'label' => 'کد ۶ رقمی که به تلفن شما ارسال کردیم را وارد کنید',

                'validation_attribute' => 'کد',

                'actions' => [

                    'resend' => [

                        'label' => 'ارسال کد جدید به تلفن شما',

                        'notifications' => [

                            'resent' => [
                                'title' => 'ما یک کد جدید به تلفن شما ارسال کردیم',
                            ],

                        ],

                    ],

                ],

                'messages' => [

                    'invalid' => 'کدی که وارد کردید نامعتبر است.',

                ],

            ],

        ],

        'actions' => [

            'submit' => [
                'label' => 'فعال کردن کدهای تأیید تلفن',
            ],

        ],

    ],

    'notifications' => [

        'enabled' => [
            'title' => 'کدهای تأیید تلفن فعال شده‌اند',
        ],

    ],

];