<?php

return [
    'management_schema' => [
        'actions' => [
            'label' => 'Коды телефонной верификации',
            'below_content' => 'Получите временный код на ваш номер телефона для подтверждения личности при входе.',
            'messages' => [
                'enabled' => 'Включено',
                'disabled' => 'Отключено',
            ],
        ],
    ],
    'login_form' => [
        'label' => 'Отправить код на ваш телефон',
        'code' => [
            'label' => 'Введите 6-значный код, который мы отправили вам по телефону',
            'validation_attribute' => 'код',
            'actions' => [
                'resend' => [
                    'label' => 'Отправить новый код по телефону',
                    'notifications' => [
                        'resent' => [
                            'title' => 'Мы отправили вам новый код по телефону',
                        ],
                    ],
                ],
            ],
            'messages' => [
                'invalid' => 'Введенный код недействителен.',
            ],
        ],
    ],
];
