<?php

return [

    'management_schema' => [

        'actions' => [

            'label' => 'Код підтвердження телефону',

            'below_content' => 'Отримуйте тимчасовий код на ваш номер телефону для підтвердження вашої особи під час входу.',

            'messages' => [
                'enabled' => 'Увімкнено',
                'disabled' => 'Вимкнено',
            ],

        ],

    ],

    'login_form' => [

        'label' => 'Надіслати код на ваш телефон',

        'code' => [

            'label' => 'Введіть 6-значний код, який ми надіслали на ваш телефон',

            'validation_attribute' => 'code',

            'actions' => [

                'resend' => [

                    'label' => 'Надіслати новий код на телефон',

                    'notifications' => [

                        'resent' => [
                            'title' => 'Ми надіслали вам новий код на телефон',
                        ],

                    ],

                ],

            ],

            'messages' => [
                'invalid' => 'Введений вами код недійсний.',
            ],
        ],
    ],
];
